[
    {
        "pid": "1",
        "price": 40,
        "quantity": 6103,
        "least": 50,
        "description": "The rim is the outer edge of a wheel, holding the tire. It makes up the outer circular design of the wheel on which the inside edge of the tire is mounted on vehicles such as automobiles. For example, on a bicycle wheel the rim is a large hoop attached to the outer ends of the spokes of the wheel that holds the tire and tube. In cross-section, the rim is deep in the center and shallow at the outer edges, thus forming a 'U' shape that supports the bead of the tire casing. In the 1st millennium BC, an iron rim was introduced around the wooden wheels of chariots to improve longevity on rough surfaces.",
        "image": "https://www.rimbladesusa.com/wp-content/uploads/2018/12/red-rimsavers-corvette.jpg",
        "name": "Rim (wheel)",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "2",
        "price": 15,
        "quantity": 6507,
        "least": "50",
        "description": "The windshield or windscreen of an aircraft, car, bus, motorbike, truck, train, boat or streetcar is the front window, which provides visibility while protecting occupants from the elements. Modern windshields are generally made of laminated safety glass, a type of treated glass, which consists of, typically, two curved sheets of glass with a plastic layer laminated between them for safety, and bonded into the window frame.",
        "image": "https://media.istockphoto.com/photos/the-work-of-windshield-wipers-brushes-and-an-evening-sunbeam-picture-id1053942914?k=20&m=1053942914&s=612x612&w=0&h=xGnhUED1WnNN21_lJayhLa15b-3BVyNS72DwDlug_B8=",
        "name": "Windshield",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "4",
        "price": 30,
        "quantity": 7209,
        "least": "50",
        "description": "Vehicle glass includes windscreens, side and rear windows, and glass panel roofs on a vehicle. Side windows can be either fixed or raised and lowered by depressing a button or switch or using a hand-turned crank. The power moonroof, a transparent, retractable sunroof, may be considered as an extension of the power window concept. Some vehicles include sun blinds for rear and rear side windows. The windshield of a car is appropriate for safety and protection from debris on the road.The majority of vehicle glass is held in place by glass run channels, which also serve to contain any fragments of glass if the glass breaks.",
        "image": "https://info.glass.com/wp-content/uploads/2019/12/laminated-vs-tempered-car-side-windows.jpg",
        "name": "Car glass",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "5",
        "price": 10,
        "quantity": 8020,
        "least": "50",
        "description": "A roof rack is a set of bars secured to the roof of a motor car. It is used to carry bulky items such as luggage, bicycles, canoes, kayaks, skis, or various carriers and containers. They allow users of an automobile to transport objects on the roof of the vehicle without reducing interior space for occupants, or the cargo area volume limits such as in the typical car's trunk design. These include car top weatherproof containers, some designed for specific cargo such as skis or luggage.",
        "image": "https://cdn.shopify.com/s/files/1/0170/8186/0196/products/ACEJK4HTRR-B_800x.jpg?v=1603451041",
        "name": "Roof Rack",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "6",
        "price": 45,
        "quantity": 8620,
        "least": "50",
        "description": "The fuel door of some cars includes a fuel door actuator or release, which opens and closes it from within your car. It allows motorists to open the fuel door while still in their vehicle at the push of the button.",
        "image": "https://www.thoughtco.com/thmb/WAP_QVe_Qq7UnwASSgqEnOv-QvQ=/1333x1000/smart/filters:no_upscale()/FuelTank-58e3aeb65f9b58ef7eb9ea33.jpg",
        "name": "Fuel tank door",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "9",
        "price": 70,
        "quantity": 7520,
        "least": "50",
        "description": "A bumper is a structure attached to or integrated with the front and rear ends of a motor vehicle, to absorb impact in a minor collision, ideally minimizing repair costs.",
        "image": "https://img1.exportersindia.com/product_images/bc-full/dir_26/777831/car-front-bumper-guards-1089081.jpg",
        "name": "Vehicle Bumper",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "52",
        "price": "80",
        "quantity": 4241,
        "least": "50",
        "description": "A car cover is a product that can be used to cover a car, possibly protecting it against the elements. It is often used when a vehicle isn't used for a certain amount of time and needs to look dust- and dirtless.",
        "image": "https://zoomlocalnews.com/wp-content/uploads/2019/06/car-body-covers.jpg",
        "name": "Car cover",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "18",
        "price": 25,
        "quantity": 6852,
        "least": "50",
        "description": "A car bonnet is the metal part that covers the engine of an automobile. The term car bonnet is a British term, used primarily in England, Ireland, Scotland, Wales, India, New Zealand, Australia, etc. Bonnet comes from the Old French word bonet, which means cloth used as a headdress.",
        "image": "https://media.istockphoto.com/photos/car-vehicle-bonnet-hood-aerial-above-top-view-3d-render-picture-id607759380?k=20&m=607759380&s=612x612&w=0&h=WXkmZZ_vz6QQJHMc-1FcXIQloMBEdU0mZWBrm8FBjdc=",
        "name": "Bonnet",
        "email": "shanikafin@gmail.com"
    },
    {
        "pid": "3",
        "price": 150,
        "quantity": 8074,
        "least": "50",
        "description": "A radiator support is a steel, plastic, or aluminum frame that holds the radiator and the radiator cover in place. It also attaches your radiator to the side aprons and the upper and lower rails of your engine assembly frame.",
        "image": "https://cdn.z1motorsports.com/images/thumbs/1200x900_350zcoresupport34sdnkks.webp",
        "name": "Radiator core support",
        "email": "shanikafin@gmail.com"
    }
]
[
    {
        "Ratings": "5",
        "Review": "If you are not sure, always go for SHAFIN CAR HOUSE. Thank you for making it painless, pleasant and most of all hassle free!",
        "name": "Janice Meherin Alina",
        "email": "shanikafin@gmail.com"
    },
    {
        "Ratings": "4",
        "Review": " I could see that you have been working tirelessly day after day to assist us in navigating the new change. It makes me very proud. Great work!",
        "name": "Alvina Elena Marjiya",
        "email": "shanikafin@gmail.com"
    }
]